Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/belog/mod/*.locallang.xlf
Languages: uk

# adminLog
source: Administration log
uk: Журнал адміністрування

source: [All users]
uk: [Всі користувачі]

source: [Any]
uk: [Будь-хто]

source: LIVE
uk: ОПЕРАТИВНА

source: Draft
uk: Чорновик

source: Self
uk: Свій

# userGroup
source: Group:
uk: Група

source: This week
uk: Цей тиждень

source: Last week
uk: Останній тиждень

source: Last 7 days
uk: Попередні 7 днів

source: This month
uk: Цей місяць

source: Last month
uk: Останній місяць

source: Last 31 days
uk: Останні 31 днів

source: No limit
uk: Без обмежень

source: User defined
uk: Визначається користувачем

source: Set
uk: Встановити

# actionAll
source: All
uk: Всі

# actionDatabase
source: Database
uk: База даних

# actionFile
source: File
uk: Файл

# actionCache
source: Cache
uk: Кеш

# actionSettings
source: Settings
uk: Параметри

# actionLogin
source: Login
uk: Вхід

# actionErrors
source: Errors
uk: Помилки

source: Group:
uk: Група:

source: User:
uk: Користувач:

source: Users:
uk: Користувачі:

source: Time:
uk: Час:

source: Max:
uk: Макс.:

# changesInFields
source: Changes in fields: %s.
uk: Переінакшення в полях: %s.

source: Show History
uk: Показати історію

source: Action:
uk: Дія:

source: Workspace:
uk: Робоча область:

source: Group by page:
uk: Групування по сторінках:

source: Overview
uk: Огляд

# timeInfo
source: These pages have log messages from %s to %s
uk: На цих сторінках є повідомлення з журналу з %s по %s

source: for NON-PAGE related actions
uk: для дій, які НЕ стосуються СТОРІНОК

source: for ROOT LEVEL
uk: для РІВНЯ КОРЕНЯ

# forPage
source: for PAGE "%s" (UID: %s)
uk: для СТОРІНКИ "%s" (UID: %s)

# logForNonPageRelatedActionsOrRootLevelOrPage
source: Log %s from %s to %s
uk: Журнал %s з %s по %s

# type_1
source: DB
uk: БД

# action_1_1
source: Insert
uk: Вставити

# action_1_2
source: Update
uk: Оновити

# action_1_3
source: Delete
uk: Викинути

# action_1_4
source: Check
uk: Перевірити

# msg_1_0_1
source: Referer host '%s' and server host '%s' did not match!
uk: Спрямовуючий сервер '%s' та поточний сервер '%s' не співпадають!

# msg_1_1_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
uk: Спроба додати запис на сторінці '%s' (%s), в таблиці %s не дозволена

# msg_1_1_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
uk: Спроба додати запис на сторінці '%s' (%s) з таблиці '%s' не дозволена або сторінка не існує.

# msg_1_2_1
source: Attempt to modify table '%s' without permission
uk: Спроба редагувати таблицю '%s' не дозволена

# msg_1_2_2
source: Attempt to modify record '%s' (%s) without permission. Or non-existing page.
uk: Спроба змінити запис '%s' (%s) не дозволена або ж сторінка не існує.

# msg_1_2_10
source: Record '%s' (%s) was updated.
uk: Запис '%s' (%s) поновлено.

# msg_1_2_12
source: MySQL error: '%s' (%s)
uk: Помилка MySQL: '%s' (%s)

# msg_1_4_1
source: Attempt to move record '%s' (%s) to after a non-existing record (uid=%s)
uk: Спроба помістити запис '%s' (%s) після неіснуючого запису (uid=%s)

# msg_1_4_2
source: Moved record '%s' (%s) to page '%s' (%s)
uk: Запис '%s' (%s) переміщено на сторінку '%s' (%s)

# msg_1_4_3
source: Moved record '%s' (%s) from page '%s' (%s)
uk: Запис '%s' (%s) переміщено зі сторінки '%s' (%s)

# msg_1_4_4
source: Moved record '%s' (%s) on page '%s' (%s)
uk: Запис '%s' (%s) пересунуто на сторінці '%s' (%s)

# msg_1_4_10
source: Attempt to move page '%s' (%s) to inside of its own rootline (at page '%s' (%s))
uk: Спроба пересунути сторінку '%s' (%s) всередину її власного rootline (на сторінці '%s' (%s))

# msg_1_4_11
source: Attempt to insert record on page '%s' (%s) where this table, %s, is not allowed
uk: Спроба додати запис на сторінці '%s' (%s), де ця таблиця, %s, не дозволена

# msg_1_4_12
source: Attempt to insert a record on page '%s' (%s) from table '%s' without permissions. Or non-existing page.
uk: Спроба додати запис на сторінці '%s' (%s) з таблиці '%s' без дозволу. Чи сторінка не існує.

# msg_1_4_13
source: Attempt to move record '%s' (%s) to after another record, although the table has no sorting row.
uk: Спроба пересунути запис '%s' (%s) після іншого, хоч таблиця не має рядка сортування.

# msg_1_4_14
source: Attempt to move record '%s' (%s) without having permissions to do so
uk: Спроба пересунути запис '%s' (%s) без дозволу на те

# msg_1_5_1
source: You cannot change the 'doktype' of page '%s' to the desired value.
uk: Ви не можете змінити 'doktype' сторінки '%s' на це значення.

# msg_1_5_2
source: 'doktype' of page '%s' could not be changed because the page contains records from disallowed tables; %s
uk: 'doktype' сторінки '%s' не змінено тому, що сторінка містить записи із таблиць, які не дозволено; %s

# msg_1_5_3
source: Too few items in the list of values. (%s)
uk: Занадто мало пунктів у списку значень. (%s)

# msg_1_5_10
source: Could not delete file '%s' (does not exist). (%s)
uk: Не видалено файл '%s' (не існує). (%s)

# msg_1_5_11
source: Copying file '%s' failed!: No destination file (%s) possible!. (%s)
uk: Копіювання файлу '%s' не вдалося: файл призначення (%s) неможливий! (%s)

# msg_1_5_12
source: File extension '%s' is not allowed. (%s)
uk: Розширення файлу '%s' не дозволене. (%s)

# msg_1_5_13
source: File size (%s) of file '%s' exceeds limit (%s). (%s)
uk: Розмір файлу '%s' (%s) перевищує ліміт (%s). (%s)

# msg_1_5_14
source: The destination (%s) or the source file (%s) does not exist. (%s)
uk: Файл призначення (%s) чи вихідний (%s) не існує. (%s)

# msg_1_5_15
source: Copying to file '%s' failed! (%s)
uk: Копіювання до файлу '%s' не вдалося! (%s)

# msg_1_5_16
source: Copying file '%s' failed!: The destination path (%s) may be write protected. Please make it write enabled!. (%s)
uk: Копіювання до файлу '%s' не вдалося: шлях призначення (%s) може бути захищеним від запису. Бідь ласка, дозвольте запис! (%s)

# type_2
source: FILE
uk: ФАЙЛ

# action_2_1
source: Upload
uk: Завантажити (upload)

# action_2_2
source: Copy
uk: Скопіювати

# action_2_3
source: Move
uk: Пересунути

# action_2_4
source: Delete
uk: Видалити

# action_2_5
source: Rename
uk: Перейменувати

# action_2_6
source: New
uk: Новий

# action_2_7
source: Unzip
uk: Розпакувати (unzip)

# action_2_8
source: New file
uk: новий файл

# action_2_9
source: Edit
uk: Редагувати

# msg_2_9_1
source: File saved to '%s', bytes: %s, MD5: %s
uk: Файл збережено до '%s', байт: %s, MD5: %s

# type_3
source: CACHE
uk: КЕШ

# action_3_1
source: Clear Cache
uk: Видалити кеш

# type_254
source: SETTING
uk: ПАРАМЕТР

# action_254_1
source: Change
uk: Зміна

# type_255
source: LOGIN
uk: ВХІД

# action_255_1
source: LOGIN
uk: ВХОДУ

# action_255_2
source: LOGOUT
uk: ВИХОДУ

# action_255_3
source: ATTEMPT
uk: СПРОБА
