Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/beuser/mod/*.locallang.xlf
Languages: uk

source: Page title:
uk: Заголовок сторінки:

source: Path:
uk: Шлях:

source: User:
uk: Користувач:

source: Group:
uk: Група:

source: Everybody:
uk: Усі:

source: This user:
uk: Цей користувач:

source: Main group:
uk: Основна група:

# editLock
source: Edit lock prevents all editing
uk: Блокування редагування для всього

# noReadAccess
source: The user has no read-access to these DB-mounts!
uk: Користувач не має доступу для читання в цій точці монтування БД!

source: [LIVE]
uk: [ОПЕРАТИВНА]

source: [Default Draft]
uk: [Типовий чорновик]

# notAccessible
source: WARNING: Workspace Webmount page id not accessible:
uk: УВАГА: не доступна сторінка точки доступу до робочого простору з id:

source: Compare User Settings
uk: Порівняння налаштувань користувачів

source: List Users Online
uk: Список користувачів онлайн

source: Backend User Administration
uk: Управління користувачами Backend

source: Filemounts
uk: Точки доступу до файлів

source: Webmounts
uk: Точки доступу до сторінок

source: Default upload path
uk: Типовий шлях для відвантажень

source: Main user group
uk: Основна група користувачів

source: Member of groups
uk: Є членом груп

source: Page types access
uk: Типи доступних сторінок

source: Select tables
uk: Вибір таблиць

source: Modify tables
uk: Зміни таблиць

source: Non-exclude fields
uk: Поля без виключень

source: Explicit Allow/Deny
uk: Явно дозволити/заборонити

source: Limit to languages
uk: Обмежити мовами

source: Workspace permissions
uk: Дозволи робочих областей

source: Workspace membership
uk: Участь в робочих областях

source: Custom options
uk: Розгорнуті налаштування

source: Modules
uk: Модулі

source: Non-mounted readable pages:
uk: Сторінки, які недоступні, але які можна читати:

source: < Back to overview
uk: < Вернутись до огляду

source: User Info
uk: Інформація про користувача

source: Group by:
uk: Згрупувати за:

source: Update
uk: Оновити

source: Group and Compare Users
uk: Групування та порівняння користувачів

# tooManyUsers
source: There were too many users:
uk: Надто багато користувачів:

# canOnlyDisplay
source: This tool can only display the following number of users at a time:
uk: Цей інструмент може відобразити тільки таку кількість користувачів водночас:

# newUser
source: Create new user
uk: Створити нового користувача

source: Usernames:
uk: Ім'я користувача:

source: Switch user to:
uk: Переключитися на користувача:

source: [change-to mode]
uk: [режим змін]

source: [switch-back mode]
uk: [режим переключення]

# cachedGrouplistsUpdated
source: (All cached group-lists updated.)
uk: (Списки всіх кешованих груп оновлені.)

source: Result
uk: Результат

source: Show information
uk: Показати інформацію

# sureToDelete
source: Are you sure you want to delete this element?
uk: Дійсно хочете видалити цей елемент?

source: Delete(!)
uk: Знищити(!)

source: Timestamp:
uk: Дата переінакшення:

source: Host:
uk: Хост:

source: Username:
uk: Ім'я користувача:

source: Who Is Online
uk: Хто зараз онлайн
