Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/wizard_sortpages/Resources/Private/Language/*.locallang.xlf
Languages: uk

# wiz_changeOrder
source: Sort these pages by
uk: Сортувати по

# wiz_changeOrder_msg1
source: You're about to change the order of the above pages. Are you sure you want to continue?
uk: Ви змінюєте порядок цих сторінок. Ви впевнені, що так треба?

# wiz_changeOrder_REVERSE
source: Reverse current order
uk: Протилежно поточному порядку

# wiz_changeOrder_subtitle
source: Subtitle
uk: Підзаголовку

# wiz_changeOrder_tChange
source: Change-time
uk: Часу зміни

# wiz_changeOrder_tCreate
source: Create-time
uk: Часу створення

# wiz_changeOrder_title
source: Page title
uk: Заголовку сторінки

# wiz_currentPageOrder
source: Current page order
uk: Поточний порядок сторінок

# wiz_sort
source: Sort pages
uk: Сортувати сторінки

# wiz_W
source: W!
uk: Д!
