Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/info_pagetsconfig/Resources/Private/Language/*.locallang.xlf
Languages: tr, uk

# editThisColumn
source: Edit the field '%s' for all listed pages
tr: Tüm listelenmiş sayfaların '%s' lık alanını düzelt
uk: Редагувати поле '%s' для всіх сторінок у списку

# editTSconfig
source: Edit TSconfig for this page
tr: Bu sayfa için TSconfigi düzelt
uk: Редагувати TSconfig для цієї сторінки

# editTSconfig_all
source: Edit TSconfig for all shown pages
tr: Tüm gösterilmiş sayfalar için TSconfigi düzelt
uk: Редагувати TSconfig для усіх показаних сторінок

# editTSconfig_default
source: Default Configuration from TYPO3_CONF_VARS
tr: TYPO3_CONF_VARS dan standart konfigürasyon
uk: Типова конфіґурація з TYPO3_CONF_VARS

# mod_pagetsconfig
source: Page TSconfig
tr: Sayfa TSconfig
uk: TSconfig сторінки

# tsconf_configFields
source: View TSconfig fields content
tr: TSconfig alanlarının içeriğini göster
uk: Переглянути вміст полів TSconfig

# tsconf_parts_0
source: All
tr: Hepsi
uk: Все

# tsconf_parts_1
source: Module key ('mod') with overruling user settings
tr: Modül anahtarı ('mod') ile kullanıcı ayarlarını geçersiz kılıyor
uk: Ключ модуля ('mod') із налаштуваннями користувача (overrule)

# tsconf_parts_1a
source: Module: Web>Page
tr: Modül: Web>Sayfa
uk: Модуль: Веб>Сторінка

# tsconf_parts_1b
source: Module: Web>View
tr: Modül: Web>Görüntü
uk: Модуль: Веб>Перегляд

# tsconf_parts_1c
source: Module: Web>Modules
tr: Modül: Web>Modüller
uk: Модуль: Веб>Модулі

# tsconf_parts_1d
source: Module: Web>List
tr: Modül: Web>Liste
uk: Модуль: Веб>Список

# tsconf_parts_1e
source: Module: Web>Info
tr: Modül: Web>Bilgi
uk: Модуль: Веб>Інфо

# tsconf_parts_1f
source: Module: Web>Func
tr: Modül: Web>Fonksiyonlar
uk: Модуль: Веб>Функції

# tsconf_parts_1g
source: Module: Web>Template
tr: Modül: Web>Şablon
uk: Модуль: Веб>Шаблон

# tsconf_title
source: Page TSconfig
tr: Sayfa TSconfig
uk: TSconfig сторінки
