Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_view_help.xlf
Languages: tr

source: Close
tr: Kapat

# description
source: The TYPO3 Inline User Manual is composed from the available help in this TYPO3 Installation (Context Sensitive Help). Here you will find a general description of the TYPO3 Core modules, installation specific Backend Modules and Database Tables that are available based on your login credentials.
tr: TYPO3 içkısım kullanıcı kılavuzu TYPO3 installation yardım kısmında oluşturulmuştur (Context Sensitive Help). Burda TYPO3 Core Modullerinin genel detaylarını bulabilirsiniz, belirtilen Arkaplan modulleri yükleme ve Veritabanı Tabloları güvenli giriş yapmanıza bağlı olarak vardır.

source: Details
tr: Ayrntılar

# fullDescription
source: See full description of table
tr: Tablonun tüm tanıtımını gör

# fullDescription_module
source: See full description of module
tr: Modulun tüm detaylarını gör

# full_manual
source: Full Manual (in one page)
tr: Tüm kılavuz (Bir sayfa içinde)

# full_manual_chapters
source: Manual Chapters
tr: Kılavuz Bölümleri

source: Go back
tr: Geri git

# goToToc
source: << go to Manual Index
tr: TOC ye git

source: Introduction
tr: Tanıtım

# manual_title
source: TYPO3 Inline User Manual
tr: TYPO3 satıriçi kullanıcı kılavuzu

source: See also
tr: Gör

source: Syntax
tr: Sözdizimi

# title
source: TYPO3 Inline Help
tr: TYPO3 Inline yardım

# TOC
source: Table Of Contents
tr: İçeriklerin tablosu

# TOC_core
source: TYPO3 Core Features
tr: TYPO3 Core Detayları

# TOC_extensions
source: Extensions
tr: Uzantılar

# TOC_glossary
source: Glossary
tr: Ek sözlük

# TOC_modules
source: Backend Modules
tr: Arkaplan modulleri

# TOC_other
source: Other
tr: Diğeri

# TOC_tables
source: Database Tables
tr: Veritabanı tabloları

source: To top
tr: üste git
