Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_wizards.xlf
Languages: uk

# colorpicker_black
source: BLACK
uk: ЧОРНИЙ

# colorpicker_colorValue
source: Selected Color:
uk: Обраний кольор:

# colorpicker_fromImage
source: Capture color from image (click on image):
uk: Зібрати кольор із зображення (клацніть на зображенні):

# colorpicker_fromList
source: Select HTML color name:
uk: Оберіть HTML-ім'я кольору:

# colorpicker_fromMatrix
source: Select color from matrix (websafe colors):
uk: Вибрати кольор із матриці (websafe):

# colorpicker_setClose
source: Save and Close
uk: Зберегти й зачинити

# colorpicker_title
source: Color Picker
uk: Обирач кольору

# colorpicker_white
source: WHITE
uk: БІЛИЙ

# forms_autosize
source: Auto size
uk: Авторозмір

# forms_checked
source: Checked
uk: Відмічено

# forms_cols
source: Columns
uk: Стовпчиків

# forms_config
source: Detailed configuration
uk: Подробиці конфіґурації

# forms_default
source: Value
uk: Значення

# forms_eform_formtype_mail
source: Send button label
uk: Мітка кнопки "надіслати"

# forms_eform_html_enabled
source: HTML mode enabled
uk: HTML увімкнено

# forms_eform_recipient
source: Recipient email
uk: E-mail отримувача

# forms_eform_subject
source: Subject
uk: Тема

# forms_element
source: Element type
uk: Тип елементу

# forms_extra
source: No Wrap
uk: Без огортання

# forms_fieldName
source: Field
uk: Поле

# forms_label
source: Label
uk: Мітка

# forms_max
source: Max
uk: Макс

# forms_multiple
source: Multiple
uk: Багато

# forms_options
source: List options
uk: Опції списку (list options)

# forms_preview
source: Preview of element
uk: Попередній перегляд елементу

# forms_refresh
source: Refresh without saving
uk: Поновити без збереження

# forms_required
source: Required
uk: Необхідно

# forms_rows
source: Rows
uk: Рядків

# forms_size
source: Size
uk: Розмір

# forms_special_eform
source: Special configuration for mail forms
uk: Спеціальна конфіґурація поштових форм

# forms_title
source: Forms wizard
uk: Помічник форм

# forms_type
source: Type
uk: Тип

# forms_type_check
source: Check box
uk: Кнопка (check)

# forms_type_file
source: File upload
uk: Завантаження файлів (upload)

# forms_type_hidden
source: Hidden value
uk: Сховане значення

# forms_type_input
source: Input field
uk: Поле вводіння

# forms_type_label
source: Label
uk: Мітка

# forms_type_password
source: Password field
uk: Поле паролю

# forms_type_property
source: Property
uk: Властивість

# forms_type_radio
source: Radio buttons
uk: Кнопки (radio)

# forms_type_select
source: Selector box
uk: Селектор

# forms_type_submit
source: Submit Button
uk: Кнопка "відправити"

# forms_type_textarea
source: Text area
uk: Текстовий блок

# grid_removeColumn
source: Remove column
uk: Видалити стовпчик

# grid_removeRow
source: Remove row
uk: Видалити рядок

# rte_undoLastChange
source: Undo/Redo last change (%s ago)
uk: Скасувати/повторити останню зміну (%s тому)

# table_addColumn
source: Add column to the right
uk: Додати стовпчик праворуч

# table_addRow
source: Add row below
uk: Додати рядок нижче

# table_bottom
source: Move to bottom
uk: Посунути додолу

# table_down
source: Move down
uk: Посунути вниз

# table_end
source: Move to last column
uk: Посунути до останнього стовпчика

# table_left
source: Move left
uk: Посунути ліворуч

# table_noData
source: No table,field or uid given
uk: Нема таблиці, поля чи uid

# table_removeColumn
source: Remove column
uk: Видалити стовпчик

# table_removeRow
source: Remove row
uk: Видалити рядок

# table_right
source: Move right
uk: Посунути праворуч

# table_smallFields
source: Small fields
uk: Маленькі поля

# table_start
source: Move to first column
uk: Посунути до першого стовпчика

# table_title
source: Table wizard
uk: Помічник таблиць

# table_top
source: Move to top
uk: Посунути догори

# table_up
source: Move up
uk: Посунути вгору

# tsprop
source: TypoScript property lookup
uk: Подивитись властивість TypoScript

# tsprop_addToList
source: Add to list...
uk: Додати у список

# tsprop_mixer_indent
source: Indent +2
uk: Правий відступ +2

# tsprop_mixer_outdent
source: Outdent -2
uk: Лівий відступ -2

# tsprop_mixer_transfer
source: Transfer & Close
uk: Перенести й закрити

# tsprop_mixer_wrap
source: Wrap
uk: Загортання (wrap)

# tsprop_prefix
source: Object prefix
uk: Префікс об'єкту

# tsprop_title
source: Object title
uk: Назва об'єкту

# tsprop_tsconfig
source: TSconfig online
uk: TSconfig онлайн

# tsprop_TSref
source: TSref online
uk: TSref онлайн
