Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_tsfe.xlf
Languages: uk

# adminOptions
source: ADMIN PANEL
uk: ПАНЕЛЬ АДМІНА

source: Cache
uk: Кеш

# cache_cacheEntries
source: Cache entries
uk: Записи кешу:

# cache_clearLevels
source: Clear levels
uk: Очистити рівнів:

# cache_doit
source: Clear cache now!
uk: Очистити кеш зараз!

# cache_noCache
source: No caching
uk: Не кешувати:

# div_Levels_0
source: This page
uk: Ця сторінка

# div_Levels_1
source: + 1 sublevel
uk: + 1 підрівень

# div_Levels_2
source: + 2 sublevels
uk: + 2 підрівня

# edit
source: Editing
uk: Редагування

# edit_db_list
source: Web>List module
uk: Модуль Веб>Список

# edit_displayFieldIcons
source: Display edit icons
uk: Показувати піктограми редагування:

# edit_displayIcons
source: Display edit panels
uk: Показувати панелі редагування:

# edit_editFormsOnPage
source: Editforms on page
uk: Форми редагування на сторінці:

# edit_editNoPopup
source: No popup window
uk: Без спливаючого вікна:

# edit_move_page
source: Move page
uk: Пересунути сторінку

# edit_newContentElement
source: Create new content element
uk: Створити новий елемент вмісту

# edit_newPage
source: Create new page
uk: Створити нову сторінку

# edit_openAB
source: Open TYPO3 Backend
uk: Відкрити TYPO3 backend

# edit_recordHistory
source: View record change history
uk: Переглянути історію змін запису

source: Info
uk: Інфо

# p_delete
source: Delete
uk: Видалити

# p_deleteConfirm
source: Are you sure you want to delete this record?
uk: Ви впевнені, що хочете видалити цей запис?

# p_editRecord
source: Edit record
uk: Редагувати запис

# p_hide
source: Hide
uk: Сховати

# p_hideConfirm
source: Hiding a record will make it invisible on the webpage. To edit the hidden record enter the backend or enable the frontend preview. Continue?
uk: Схований запис не буде видно на сайті. Для того, щоб його редагувати, увійдйть до backend чи увімкніть попередній перегляд у frontend. Продовжити?

# p_moveDown
source: Move down
uk: Пересунути вниз

# p_moveUp
source: Move up
uk: Пересунути вгору

# p_newRecordAfter
source: New record after
uk: Новий запис після

# p_newSubpage
source: New subpage
uk: Нова підсторінка

source: Preview
uk: Поперегляд

# preview_showHiddenPages
source: Show hidden pages
uk: Показувати сховані сторінки:

# preview_showHiddenRecords
source: Show hidden records
uk: Показувати сховані записи:

# preview_simulateDate
source: Simulate time
uk: Симулювати час:

# preview_simulateUserGroup
source: Simulate user group
uk: Симулювати групу користувачів:

source: Publish
uk: Опублікувати

# publish_doit
source: Publish now!
uk: Опублікувати зараз!

source: Publish levels
uk: Опублікувати рівнів:

# publish_tree
source: Publish pages
uk: Опублікувати сторінок:

# p_unhide
source: Un-Hide
uk: Не ховати

# tsdebug_displayContent
source: Display content
uk: Показувати вміст:

# tsdebug_displayMessages
source: Display messages
uk: Показувати повідомлення:

# tsdebug_displayTimes
source: Display all times
uk: Показувати усі часи:

# tsdebug_forceTemplateParsing
source: Force TS Rendering
uk: Примусовий рендеринг TS:

# tsdebug_LR
source: Track content rendering
uk: Відслідковувати рендеринг вмісту:

# tsdebug_tree
source: Tree display
uk: Відображення дерева:

source: Update
uk: Поновити
