Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/lang/Resources/Private/Language/*.locallang_mod_web_list.xlf
Languages: tr

# clip_deleteMarked
source: Delete marked
tr: İşaretlenmiş olanı sil

# clip_deleteMarkedWarning
source: Are you sure you want to delete all marked records from the table '%s'?
tr: Tüm işaretli kayıtları tablodan '%s' silmek istediğinizden emin misiniz?

# clip_duplicates
source: Mark duplicates
tr: İkinci kopyası olanları işaretle

# clip_editMarked
source: Edit marked
tr: İşaretlenmiş olanı düzelt

# clip_markRecords
source: Mark All/Mark none
tr: Tümünü İşaretle/Hiçbirini İşaretleme

# clip_paste
source: Paste in clipboard content
tr: Pano içeriğinin içine yapıştır

# clip_pasteAfter
source: Paste after: Clipboard content is inserted after this record
tr: Sonrakine yapıştır: Bu kayıttan sonra pano içeriği eklendi

# clip_pasteInto
source: Paste into: Clipboard content is inserted on this page
tr: İçine yapıştır: Bu sayfa üzerinde pano içeriği eklendi

# clip_selectMarked
source: Transfer the selection of records to clipboard
tr: Seçili kayıtları panoya transfer et

# contractView
source: List all tables
tr: Tüm tabloların listesi

# delete
source: Delete record (!)
tr: Kayıtı sil (!)

# deleteWarning
source: Are you sure you want to delete this record?
tr: Bu kayıtı silmek istediğinizden emin misiniz?

# edit
source: Edit record
tr: Kayıt düzenleme

# editPage
source: Edit page properties
tr: Sayfayı düzelt

# editShownColumns
source: Edit all shown fields of the listed records
tr: Listelenen kayıtların tüm alanlarının gösterilmesinin düzeltilmesi

# editThisColumn
source: Edit the '%s' field of the listed records
tr: Listelenen kayıtların alanının '%s' düzeltilmesi

# expandView
source: List only this table
tr: Sadece bu tablonun listelenmesi

# hide
source: Hide record
tr: Kayıtı sakla

source: Hide page
tr: Sayfayı gizle

# history
source: Display change history / Un-do
tr: Değişim günlüğünün görüntülenmesi / Geri al

# largeControl
source: Extended view
tr: Genişletilmiş görüntü

# localization
source: Localization view
tr: Sınırlama/yerelleştirme görünümü

# Localize
source: Localize to:
tr: Sınırlama

# mlang_labels_tabdescr
source: The Web>List module provides low level access to records appearing on a page.
tr: Web>Listesi modülü her sayfada bir kayıta en düşük seviyede erişim imkanı sağlar.Diğer modüller belli veritabanı tablolarındaki belli uygulamalar için özelleştirilmişken, bu modül kullanıcının erişebilmesine izin verilen tüm kayıtlara erişebilmesine imkan sağlar.

# mlang_labels_tablabel
source: List of database-records
tr: Veritabanı kayıtlarının listelenmesi

# mlang_tabs_tab
source: List
tr: Liste

# moveDown
source: Move down in list
tr: Listenin içinde aşağı taşı

source: Move page
tr: Sayfayı taşı

# move_record
source: Re-position content element
tr: Yeni pozisyon içerik elementi

# moveUp
source: Move up in list
tr: Listenin içinde yukarı taşı

# multipleLanguages
source: All languages
tr: Tüm diller

# new
source: New record
tr: Yeni kayıt

# newPage
source: Create new page after this page
tr: Sonraki sayfaya yeni sayfa yarat

# newRecord
source: Create new record after this record
tr: Sonraki kayıta yeni kayıt yarat

# newRecordGeneral
source: Create new record
tr: Yeni kayıt yarat

# nextLevel
source: Move this page to be a subpage of the page above (Outwards)
tr: Bu sayfayı yukarıdaki sayfanın bir alt sayfası olarak taşı (Dış kısımlar)

# permissions
source: Set permissions for page
tr: Sayfa için izinleri kur

# prevLevel
source: Move this page to the position after the current parent page (Inwards)
tr: Bu sayfayı sonraki güncel ana sayfadaki konuma taşı (İç kısımlar)

source: Show clipboard
tr: Panoyu göster

# showInfo
source: Display information
tr: Bilginin görüntülenmesi

# unHide
source: Un-hide record
tr: Saklanamayan kayıt

source: Un-hide page
tr: Sayfayı gizleme
