Repository: kudesnic/typo3_test
Catalog: web/typo3conf/l10n/*/wizard_crpages/Resources/Private/Language/*.locallang.xlf
Languages: tr, uk

# wiz_crMany
source: Create multiple pages
tr: Çok yönlü sayfalar yarat
uk: Створити декілька сторінок

# wiz_newPages
source: Create new pages
tr: Yeni sayfalar yarat
uk: Створити нові сторінки

# wiz_newPages_currentMenu
source: New page structure
tr: Yeni sayfa yapısı
uk: Структура

# wiz_newPages_errorMsg1
source: You are not allowed to create new subpages to this page!
tr: Bu sayfaya yeni alt sayfalar yaratmanıza izin verilmedi!
uk: Ви не можете створювати підсторінки на цій сторінці!

# wiz_newPages_hidePages
source: Hide new pages
tr: Yeni sayfaları sakla
uk: Сховати нові сторінки

# wiz_newPages_lCreate
source: Create pages
tr: Sayfalar yarat
uk: Створити сторінки

# wiz_newPages_lCreate_msg1
source: You're about to create many new pages. Are you sure you want to continue?
tr: Bir kaç yeni sayfayı değiştirmek üzeresiniz. Devam etmek istediğinizden emin misiniz?
uk: Ви створюєте багато нових сторінок. Ви впевнені, що так треба?

# wiz_newPages_listEnd
source: Place new pages after the existing subpages
tr: Mevcut olan sayfalardan sonra yeni sayfaları yeri
uk: Помістити нові сторінки після існуючих

# wiz_newPages_lReset
source: Clear fields
tr: Alanları temizle
uk: Очистити поля

# wiz_newPages_noCreate
source: No pages were created!
tr: Sayfalar yaratılamadı!
uk: Сторінки не було створено!

# wiz_newPages_page
source: Page
tr: Sayfa
uk: Сторінка

# wiz_W
source: W!
tr: U!
uk: Д!
